[Contacts]
Contacts_Financial_E8_Title=Wilson LeBoyce
Contacts_Financial_E8_Description=[AREA] BANKROLL COLLECTION (3/4)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)

Contacts_Waterfront_E2_Title=Chung-hee
Contacts_Waterfront_E2_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)

Contacts_Financial_E5_Title=Violet Prentiss
Contacts_Financial_E5_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)

Contacts_Waterfront_E4_Title=Stu Phoenix
Contacts_Waterfront_E4_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] PR PAINTING (2/2)↵[AREA] SPRAY GUN FOR HIRE (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E6_Title=Mirri Kent
Contacts_Financial_E6_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] PR PAINTING (2/2)↵[AREA] SPRAY GUN FOR HIRE (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[DM] MIA VICE (3/4)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E2_Title=Darryl Kent
Contacts_Financial_E2_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] CHOP SHOP (2/2)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] PR PAINTING (2/2)↵[AREA] SPRAY GUN FOR HIRE (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[AREA] THREATENING CALLS (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E5_Title=Akiko X
Contacts_Waterfront_E5_Description=[AREA] ALWAYS USE PROTECTION (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] CHOP SHOP (2/2)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] PR PAINTING (2/2)↵[AREA] SPRAY GUN FOR HIRE (3/4)↵[AREA] THE TIGER MOLE (2/2)↵[AREA] THREATENING CALLS (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] JUMP THE FENCE (3/4)↵[HOLD] MORTARGATE (2/2)↵[HOLD] NO GUTS, NO GORY (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BRIDE AND BOOM (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] HACK ATTACK (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] PIRACY PURGE (3/4)↵[SCAV] THE DITCHED RICHES (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[BOMB] THE INSIDE MAN (1/2)↵[SPRAY] BOMBED OUT (2/2)↵[SPRAY] GOING ALL THE WAY (2/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] NOPE 2 DOPE (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[VIP] SMILE FOR THE CAMERAS (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E6_Title=Chiza
Contacts_Waterfront_E6_Description=[AREA] CARD-HACK ARREST (3/4)↵[AREA] CHOP SHOP (2/2)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] PR PAINTING (2/2)↵[AREA] THREATENING CALLS (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E7_Title=Byeong Lee
Contacts_Waterfront_E7_Description=[AREA] CARD-HACK ARREST (3/4)↵[AREA] CHOP SHOP (2/2)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] GHOSTS OF THE PAST (2/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] PR PAINTING (2/2)↵[AREA] THREATENING CALLS (2/2)↵[AREA] TIGERS ON PARADE (3/4)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] MY, GRAMMA, HOW YOUNG YOU LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] MR. & MRS. NICE (1/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] GUNS AND ROSES (4/4)↵[VIP] SAVING SURVEILLANCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E12_Title=Lynette Casey
Contacts_Waterfront_E12_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Waterfront_E8_Title=Orlenz' Moretti
Contacts_Waterfront_E8_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] FREIGHT EXPECTATIONS (3/4)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Financial_E11_Title=Devil Dog
Contacts_Financial_E11_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] CHOP SHOP (2/2)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[BOMB] THE HIDDEN MENACE (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Financial_E4_Title=Ty Durrant
Contacts_Financial_E4_Description=[AREA] BANKROLL COLLECTION (3/4)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)

Contacts_Waterfront_E9_Title=Eva Orlandez
Contacts_Waterfront_E9_Description=[AREA] BANKROLL COLLECTION (3/4)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)

Contacts_Financial_E10_Title=Grissom
Contacts_Financial_E10_Description=[AREA] AVENGE THE FALLEN (3/4)↵[AREA] BANKROLL COLLECTION (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] G AND G (2/2)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[DM] MIA VICE (3/4)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E1_Title=Sabbat
Contacts_Waterfront_E1_Description=[AREA] AVENGE THE FALLEN (3/4)↵[AREA] BANKROLL COLLECTION (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] G AND G (2/2)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[DM] MIA VICE (3/4)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Waterfront_E10_Title=Miguel Estebano
Contacts_Waterfront_E10_Description=[AREA] AVENGE THE FALLEN (3/4)↵[AREA] BANKROLL COLLECTION (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] G AND G (2/2)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E9_Title=Saul Linklater
Contacts_Financial_E9_Description=[AREA] AVENGE THE FALLEN (3/4)↵[AREA] BANKROLL COLLECTION (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] G AND G (2/2)↵[AREA] GETTING ON THE BALANCE SHEET (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] CHINA BLUES (2/2)↵[HOLD] DEALER BUSTS (3/4)↵[HOLD] EXPLOSIVE INVESTIGATION (2/2)↵[HOLD] ORGAN GRINDER (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] WORKIN' LIKE A DOGGI (2/2)↵[SCAV] BOGUS BURGLARY (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BRUSH WITH THE LAW (2/2)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] ECONOMIC RECOVERY (3/4)↵[SCAV] ENEMY AT THE CRATES (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] GAME COPY CRACKDOWN (3/4)↵[SCAV] GET THE LOOK (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] ROUGH DIAMOND (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[SPRAY] PRAETORIAN STARTS WITH PR (2/2)↵[SPRAY] SIGNAL TO NOISE (2/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[VIP] OPERATION: NO JUNKIE (4/4)↵[VIP] SHOW OF FORCE (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E3_Title=Kaspar Danko
Contacts_Financial_E3_Description=[AREA] CARD-HACK ARREST (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] G AND G (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E7_Title=Hea Choi
Contacts_Financial_E7_Description=[AREA] CARD-HACK ARREST (3/4)↵[AREA] CEO SHOWDOWN (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] G AND G (2/2)↵[AREA] HEARTS AND MINDS (2/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CHEMICAL WARFARE (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[SCAV] TOP COP CHOP-SHOP SHOCK (1/2)↵[BOMB] PRESS ON PRAETORIAN (1/2)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] MIA VICE (3/4)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] CRIME DOES PAY (4/4)↵[VIP] HIGH POWERED MICROWAVES (4/4)↵[VIP] INTELLIGENCE GATHERING (4/4)↵[TRUCK] THE FAST AND THE INCARCERATED (3/4)

Contacts_Financial_E1_Title=Justin Teng
Contacts_Financial_E1_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] CONSTRUCTIVE CRITICISM (3/4)↵[AREA] COVER UP (1/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[BOMB] THE HIDDEN MENACE (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Waterfront_E11_Title=Ernst 'Mule' Templeton
Contacts_Waterfront_E11_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] COVER UP (1/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Financial_E12_Title=Aletta Cadagan
Contacts_Financial_E12_Description=[AREA] BANG FOR YOUR BUCK (3/4)↵[AREA] CARD-HACK ARREST (3/4)↵[AREA] COLD CASE CHECK UP (2/2)↵[AREA] CONSTRUCTIVE CRITICISM (3/4)↵[AREA] COVER UP (1/2)↵[AREA] IMMIGRANT STORY (3/4)↵[AREA] INTERNAL AFFAIRS (3/4)↵[AREA] THE CHOP SHOP SHOW (2/2)↵[AREA] THREATENING CALLS (2/2)↵[HOLD] BUGGING OUT (2/2)↵[HOLD] MANILA VICE (3/4)↵[HOLD] POLITICAL FAVOR (3/4)↵[HOLD] RAID AND RECOVERY (3/4)↵[HOLD] SAFEHOUSE CALLS (2/2)↵[HOLD] SOME CONVENIENT PROOF (2/2)↵[HOLD] UNDERCOVER RUNNER (3/4)↵[SCAV] BOOKIE ON THE RUN (2/2)↵[SCAV] BUGS AND DRUGS (3/4)↵[SCAV] CASH ON THE CURB (3/4)↵[SCAV] CAUGHT 'NAPPING (3/4)↵[SCAV] DIAL-A-DETONATOR (3/4)↵[SCAV] DIRTY BUSINESS (3/4)↵[SCAV] DIVIDE AND CONQUER (2/2)↵[SCAV] EXPLOSIVE MATERIAL (2/2)↵[SCAV] FORT KNOX HARD KNOCKS (3/4)↵[SCAV] LONNY DORENGO IS CRAZY (3/4)↵[SCAV] PINEAPPLE COCKTAIL (3/4)↵[BOMB] THE HIDDEN MENACE (3/4)↵[DM] DARING DEEDS (3/4)↵[DM] FIRE AND BRIMSTONE (1/2)↵[DM] PAINTING THE APOCOLYPSE (2/2)↵[DM] SEEK AND DEFUSE (2/2)↵[TDM] DEFUSING THE SITUATION (2/2)↵[TDM] FEELING INSECURE (2/2)↵[TDM] ON THE FENCE (2/2)↵[TDM] PICKUP PICK-UP (2/2)↵[TDM] URANIUM IS SHOWING (2/2)↵[VIP] INTELLIGENCE GATHERING (4/4)

Contacts_Financial_C1_Title=Double-B
Contacts_Financial_C1_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)

Contacts_Waterfront_C3_Title=Britney Bloodrose
Contacts_Waterfront_C3_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THE BIG CONTE (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)

Contacts_Financial_C4_Title=Strega Bloodrose
Contacts_Financial_C4_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THE BIG CONTE (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)

Contacts_Waterfront_C5_Title=Byron Bloodrose
Contacts_Waterfront_C5_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] DINNER DATE (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THE BIG CONTE (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] POWDER TRAIL (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Financial_C5_Title=Suji
Contacts_Financial_C5_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] DINNER DATE (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THE BIG CONTE (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] POWDER TRAIL (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Financial_C9_Title=Seung Bloodrose
Contacts_Financial_C9_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] DINNER DATE (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG CONTE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] STEREO TYPES (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] POWDER TRAIL (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Waterfront_C6_Title=Lilith Bloodrose
Contacts_Waterfront_C6_Description=[AREA] A BLOOD ROSE WITH A BADGE (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] CONFLAGRATE TO ACCUMULATE (2/2)↵[AREA] DINNER DATE (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] GANGLAND ANNEXATION (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] SPRAY TO PLAY (2/2)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG CONTE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] DO THE GAS CASH MASH (2/2)↵[HOLD] DOUGH FOR THE DOORMAN (2/2)↵[HOLD] SPARE WHEELS (3/4)↵[HOLD] STEREO TYPES (3/4)↵[HOLD] THE PRICE OF FAME (2/2)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[BOMB] STANDING OUT FROM THE CROWD (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] NO SERVICE? NO STORE! (2/2)↵[SPRAY] R. O. A. R. (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] POWDER TRAIL (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Waterfront_C7_Title=Tyron Sennet
Contacts_Waterfront_C7_Description=[AREA] DINNER DATE (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Waterfront_C8_Title=Jeung Bloodrose
Contacts_Waterfront_C8_Description=[AREA] DINNER DATE (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] CRYING OVER SPILT MAGNESIUM (2/2)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] PAY UP OR BLOW UP (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TIGER TROUBLE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] LOOK AT ME, LOOK AT ME (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] ALL IN A TWIZZY (4/4)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] WAR OF THE WAGGLE (4/4)

Contacts_Waterfront_C12_Title=Lucas Van Rooyen
Contacts_Waterfront_C12_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] PRIVATE INVESTIGATION (2/2)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] SEA MIST (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

Contacts_Waterfront_C9_Title=Michael Simeone
Contacts_Waterfront_C9_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] ONLY A GAME (3/4)↵[SCAV] PRIVATE INVESTIGATION (2/2)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] THE WAGES OF SIN (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] 2,4,6-TRINITROTOLUENE (3/4)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

Contacts_Financial_C11_Title=Tiptoe
Contacts_Financial_C11_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] ONLY A GAME (3/4)↵[SCAV] PRIVATE INVESTIGATION (2/2)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] THE WAGES OF SIN (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] 2,4,6-TRINITROTOLUENE (3/4)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

Contacts_Financial_C2_Title=Veronika Lee
Contacts_Financial_C2_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)

Contacts_Waterfront_C1_Title=Terri Quan
Contacts_Waterfront_C1_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)

Contacts_Financial_C6_Title=Shift
Contacts_Financial_C6_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Waterfront_C10_Title=Chiro
Contacts_Waterfront_C10_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Waterfront_C2_Title=Harmon Benjamin
Contacts_Waterfront_C2_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Financial_C10_Title=Javez
Contacts_Financial_C10_Description=[AREA] BADGE OF DISHONOR (2/2)↵[AREA] CASH FOR CLUNKERS (2/2)↵[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] KLEPTOMANIA (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] ORDERS FROM ON HIGH (2/2)↵[AREA] TAGGED AND BAGGED (2/2)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] THE MAN KNOWS HIS JEWELRY (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[AREA] YOU'RE FIRED! (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] CLEANING UP CONTROVERSY (2/2)↵[HOLD] DELIVER THE LIVER (3/4)↵[HOLD] ONE NIGHT IN SOFIA (2/2)↵[HOLD] ROUTERS AND SHOOTERS (2/2)↵[HOLD] SKIDMARKS (2/2)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[BOMB] SPRAY ME UP, BUTTERCUP (3/4)↵[SPRAY] BLIND JUSTICE (3/4)↵[SPRAY] CONSUMER RIGHTS (2/2)↵[SPRAY] NO UNACCOMPANIED G-KINGS (2/2)↵[SPRAY] THE ARTISTRY OF THE SPRAYCAN (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] IT'S A STEAL! (3/4)↵[DM] POWDER TRAIL (2/2)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Financial_C3_Title=Bonita Benjamin
Contacts_Financial_C3_Description=[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Financial_C8_Title=Grayson Fell
Contacts_Financial_C8_Description=[AREA] EVERYBODY COMES TO RICK'S (2/2)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] THERE'S NO EYE IN TEAM (3/4)↵[DM] AN EXPLOSIVE TRIAL (2/2)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[DM] TOUGH LOVE (3/4)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] BURN TO EARN (2/2)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] IN, OUT, SPRAY IT ALL ABOUT (2/2)↵[TDM] POP3 A CAP (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] GUN-KINGS (4/4)↵[VIP] OBJECTION! (4/4)

Contacts_Financial_C7_Title=Arlon Benjamin
Contacts_Financial_C7_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] ONLY A GAME (3/4)↵[SCAV] PRIVATE INVESTIGATION (2/2)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] THE WAGES OF SIN (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] 2,4,6-TRINITROTOLUENE (3/4)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

Contacts_Waterfront_C11_Title=Birth
Contacts_Waterfront_C11_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] SEA MIST (2/2)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

Contacts_Financial_C12_Title=Gumball
Contacts_Financial_C12_Description=[AREA] ANTISOCIAL NETWORKING (3/4)↵[AREA] EXEC EXPRESS (2/2)↵[AREA] LET US SPRAY (2/2)↵[AREA] MAKING A RACKET (3/4)↵[AREA] REPO RACERS (3/4)↵[AREA] THAT TV'S BIGGER THAN MY HOUSE (2/2)↵[AREA] THE BIG SCOOP (2/2)↵[AREA] UP THE ARSENAL (3/4)↵[HOLD] BUTTON MASHERS (2/2)↵[HOLD] DIRTY WHITE COLLARS (2/2)↵[HOLD] DON'T DRINK THE WATER (2/2)↵[HOLD] OPAL ROUTES (2/2)↵[HOLD] OPEN AND SHUT CASE (3/4)↵[HOLD] STEREO TYPES (3/4)↵[SCAV] BAD INVESTMENT (3/4)↵[SCAV] BOX-LOCK AND .52 BARREL (3/4)↵[SCAV] CREME DE LA CRIME (3/4)↵[SCAV] DIRT ON THE DEPARTMENT (3/4)↵[SCAV] JUST WHAT THE DOCTOR ORDERED (2/2)↵[SCAV] MAH-JONG MONEY (2/2)↵[SCAV] NOT IN MY BACKYARD (3/4)↵[SCAV] ONLY A GAME (3/4)↵[SCAV] PRIVATE INVESTIGATION (2/2)↵[SCAV] SEEK AND DESTROY (3/4)↵[SCAV] THE WAGES OF SIN (3/4)↵[SCAV] WHAT GOES AROUND... (2/2)↵[BOMB] 2,4,6-TRINITROTOLUENE (3/4)↵[BOMB] PIMP MY CRIB (3/4)↵[DM] GOODY GUNDROPS (2/2)↵[DM] I AM NOT A CROOK (3/4)↵[DM] TASTYBURGER BANDIT (2/2)↵[DM] THE HOBBY HOODS (2/2)↵[TDM] A DISH BEST SERVED COLD (2/2)↵[TDM] A TAX ATTACK (3/4)↵[TDM] ELECTRICAL FAULT (3/4)↵[TDM] EYEWITNESS TESTIMONY (2/2)↵[TDM] FAMILY FUN DAY (2/2)↵[TDM] GUN RUN GANG (2/2)↵[TDM] RUSSIAN REGRETS (3/4)↵[TDM] SEA MIST (2/2)↵[TDM] SHOCK FOR THE JOCK (2/2)↵[TDM] THE CUCKOLD STRIKES BACK (2/2)↵[VIP] DR. BORIOUS'S SNAKE OIL (4/4)↵[VIP] SIDE EFFECTS MAY VARY (4/4)

